Repository: matoilic/t3chimp
Catalog: Resources/Private/Language/*.locallang_backend.xlf
Languages: de, nl

# syncToMailChimpTask_name
source: Synchronize users to MailChimp
de: Benutzer zu MailChimp synchronisieren
nl: Gebruikers synchroniseren naar MailChimp

# syncToMailChimpTask_description
source: Synchronizes the FE users to a MailChimp list. Be careful. All subscribers on the list that are not in the fe users table and are not marked as subscribers will be permanently removed from the list.
de: Synchronisiert die FE-Benutzer zu MailChimp. Aber Achtung! Alle Benutzer welche nicht in der FE-Benutzer Tabelle sind oder nicht als Abonnent markiert sind, werden permanent aus der Liste entfernt.
nl: De frontend gebruikers synchroniseren naar de MailChimp lijst. Opgepast. Alle gebruikers op de lijst die geen frontend gebruiker zijn en niet ingeschreven zijn op de lijst zullen permanent verwijderd worden van de lijst.

# syncBackFromMailChimpTask_name
source: Synchronize users back from MailChimp
de: Benutzer von MailChimp in die Datenbank synchronisieren
nl: Synchroniseer gebruikers van MailChimp

# syncBackFromMailChimpTask_description
source: Marks all FE users as subscribers that are on the MailChimp list.
de: Markiert alle Benutzer als Abonnenten, welche in der ausgewählten Liste sind.
nl: Alle frontend gebruikers markeren als ingeschreven voor de MailChimp lijst.

# syncToMailChimpTask_label_listId
source: List
de: Liste
nl: Lijst

# syncToMailChimpTask_label_mappings
source: Database Field Mappings
de: Abbildung der Datenbankfelder
nl: Database Velden

# syncBackFromMailChimpTask_label_listId
source: List
de: Liste
nl: Lijst

# syncBackFromMailChimpTask_label_emailField
source: Email Database Field
de: E-Mail Datenbankfeld
nl: E-mail Database Veld

# flexForm_disableWelcome
source: Disable welcome email
de: Willkommens-E-Mail deaktivieren
nl: Welkom e-mail deactiveren

# flexForm_showEmailFormat
source: Let subscribers pick email format
de: Benutzer können E-Mail-Format wählen
nl: Gebruikers kunnen kiezen voor e-mail formaat

# activateDoubleOptIn
source: Double Opt-in
de: Double opt-in aktivieren

# mlang_labels_tabdescr
source: MailChimp backend integration
nl: MailChimp backend integratie
